Repository: maryamAlinajafi/ChatAppProject
Catalog: ChatApp/ChatApp/App_GlobalResources/ClassRF.*.resx
Languages: fa_ir

source: AccessCode
fa_ir: کد ورود

# AddUniversity-btn
source: Add My University
fa_ir: افزودن دانشگاه

# AddUniversity-msg
source: If your University is NOT in list ,lets add it...
fa_ir: اگر دانشگاه شما در لیست وجود ندارد آن را اضافه کنید

source: AdminInfo
fa_ir: ادمین

source: Cancle
fa_ir: کنسل

# ClassSuccessfulyCreated
source: your Class Successfully Created!
fa_ir: کلاس شما با موفقیت ایجاد شد

# Create-btn
source: Create class
fa_ir: ایجاد کلاس

# createInnstriction-msg
source: Create New Class And Give its AccessCode TO your Student...
fa_ir: کلاس جدیدی ایجاد کنید و "کد ورود" آن را با دانشجویان خود به اشتراک گذارید

# CreatTitle
source: Create
fa_ir: ایجاد کلاس جدید

# Edit-btn
source: Edit
fa_ir: ویرایش

# Join-btn
source: Join !
fa_ir: پیوستن

# lastMemberCount
source: number of Members that have been enterd befor you is
fa_ir: تعداد افرادی که قبل از شما به این کلاس پیوسته اند

# LeaveClass-btn
source: Leave Class
fa_ir: خروج از کلاس

# LeftClass-msgHeader
source: You Left This Class
fa_ir: شما از این کلاس خارج شدید

source: MemberCount
fa_ir: تعداد اعضا

source: My Classes
fa_ir: کلاس های من

# Ok-btn
source: OK
fa_ir: تایید

# OpenClass
source: Open Class Now
fa_ir: ورود به کلاس

# placeHolder
source: your accesscode
fa_ir: کد ورود

source: ProfileImage
fa_ir: عکس

# search-btn
source: Search
fa_ir: جستجو

# SeeAllClass
source: List Of My Classes
fa_ir: لیست کلاس های من

# SelectUniversity
source: Select Your University
fa_ir: دانشگاه خود را انتخاب کنید

source: Semester
fa_ir: نیمسال تحصیلی

source: Title
fa_ir: عنوان کلاس

source: UniversityId
fa_ir: دانشگاه

# Welcome-msg
source: welcome to this class
fa_ir: شما به این کلاس پیوستید
